
[
  {
    "map_id": "O1",
    "town": "Ouray",
    "name": "Ouray,Colorado",
    "type": "Destination",
    "about": "Ouray has been a special destination of world travelers for more than 100 years.  This small intimate community is nestled in some of the most rugged and towering peaks of the Rockies. Set at the narrow head of a valley at 7,792 feet and surrounded on three sides with 13,000 foot snowcapped peaks - Ouray is home to hundreds of miles of historic Jeep roads, sulfur-free hot springs with stunning views and the world-famous Ouray Ice Park.",
    "link": "https://www.ouraycolorado.com/"
  },
{
  "map_id": "OC1",
  "town": "Ouray",
  "name": "Amphitheater Campground",
  "type": "Camping",
  "about": "Ouray has beeAmphitheater Campground is located near the town of Ouray, Colo., at an elevation of 8,400 feet. Visitors enjoy the area for its beautiful scenery and great hiking and off-road trail opportunities...",
  "link": "https://thedyrt.com/camping/colorado/amphitheater"
},
{
  "map_id": "OC2",
  "town": "Ouray",
  "name": "4J+1+1 RV Park",
  "type": "Camping",
  "about": "The Clark family has owned and operated the 4J RV Park & Campground for over 60 years. We take pride in being your hosts and making sure your mountain adventure vacation is as memorable as possible. We have 58 RV sites, 10 Tent sites and 1 Camping Cabin. Please see Camp Sites for complete descriptions, rates and hookup info.",
  "link": "http://www.4jrvpark.com/"
},
{
  "map_id": "OC3",
  "town": "Ouray",
  "name": "Angel Creek Campground",
  "type": "Camping",
  "about": "Angel Creek Campground is a primitive campground requiring high clearance vehicles. There are 8 designated camp sites with tent pads and fire rings/grills. Port-a-potties are available",
  "link": "https://thedyrt.com/camping/colorado/colorado-angel-creek-campground"
},
{
  "map_id": "OC4",
  "town": "Ouray",
  "name": "Ouray RV Park & Cabins",
  "type": "Camping",
  "about": "Ouray RV Park & Cabins is 7.5 acres of beautiful river front that runs along the Uncompaghre River, surrounded with breathtaking mountain views. We are located 1/2 mile north of downtown Ouray on Hwy. 550, and just a short riverwalk from the Hot Springs Pool, and the quaint shops and restaurants. Our amenities include High Speed Wifi, new commercial laundromat, onsite Cafe & Steakhouse, and much more!",
  "link": "https://www.ourayrvpark.com/"
},
{
  "map_id": "OC5",
  "town": "Ouray",
  "name": "Ouray KOA",
  "type": "Camping",
  "about": "HERE ALONG THE UNCOMPAHGRE RIVER, YOU'RE AT THE GATEWAY TO THE RUGGED SAN JUAN MOUNTAINS AND SOUTHWEST COLORADO'S MOST MAJESTIC ALPINE SCENERY.",
  "link": "https://koa.com/campgrounds/ouray/"
},
{
  "map_id": "OE1",
  "town": "Ouray",
  "name": "Alta (Ghost Town)",
  "type": "Explore",
  "about": "On a forest service road that climbs high above Telluride is a collection of crumbling buildings that were once the great mining town of Alta Lakes. Constructed around the turn of the 20th century and active until the 1930s, the Gold King Mine at Alta Lakes, elevation 11,000 feet, was the first mine in the world to receive AC power. This high-altitude, scenic ghost town is accessible by four-wheel drive and still retains many of the original structures.",
  "link": "HOW TO GET TO ALTA: http://www.treknow.com/colorado/backroads/southwest/alta_ghost_town.htm More information: http://coloradopreservation.org/programs/endangered-places/endangered-places-archives/alta-lakes-townsite/"
},
{
  "map_id": "OE2",
  "town": "Ouray",
  "name": "Tomboy (Ghost Town)",
  "type": "Explore",
  "about": "Tomboy Mine in the late 1800’s Abandoned places and history are two of my passions; so Colorado’s mining ghost towns are nearly overwhelming for me! Before arriving in Colorado, I never knew about its rich mining history, nor did I know that these unbelievable abandoned mining towns even existed.",
  "link": "https://www.telluride.com/activities/tomboy-ghost-town"
},
{
  "map_id": "OE3",
  "town": "Ouray",
  "name": "Box Canyon Falls (Hiking)",
  "type": "Explore",
  "about": "Box Canyon Falls is a wonder. The waterfall plunges 285 feet through a narrow slot canyon with amazing force. The City of Ouray built this park in order to allow you to get up close and personal with this impressive waterfall. The park has two main attractions, the lower trail and the upper trail. The lower trail consists mostly of a steel walkway weaving through the slot canyon to the base of the falls. You will get wet on this trail, joyfully wet... ",
  "link": "http://www.gohikecolorado.com/box-canyon-falls.html"
},
{
  "map_id": "OE4",
  "town": "Ouray",
  "name": "Ouray Ice Park (Climbing)",
  "type": "Explore",
  "about": "The Ouray Ice Park is a human made ice climbing venue operated in a spectacular natural gorge within walking distance of the City of Ouray, Colorado. It is home to more than 200 named ice and mixed climbs, most within a 15-minute walk of the Park entrance. The Park and its infrastructure are jointly owned and managed by the City of Ouray, the nonprofit Ouray Ice Park, Inc. (OIPI), and a mix of other private and public landowners.",
  "link": "http://ourayicepark.com/the-ouray-ice-park"
},
{
  "map_id": "OE5",
  "town": "Ouray",
  "name": "Cascade Falls (Hiking)",
  "type": "Explore",
  "about": "The Lower Cascade Falls trail is rated an easy hike, which takes you up to the base and last in a series of seven waterfalls that carries snowmelt off the mountains and down one of two flumes through Ouray. The Falls are high in the redstone cliffs overlooking Ouray, and can be seen from many vantage points around the city. The lower trail is short, but steep. The trailhead starts at a parking area at the east end of Eighth Avenue. Several interpretive bro",
  "link": "https://www.alltrails.com/trail/us/colorado/lower-cascade-falls-trail"
},
{
  "map_id": "OF1",
  "town": "Ouray",
  "name": "Million Dollar Highway",
  "type": "Explore",
  "about": "Why is It Called the Million Dollar Highway? The original portion of the Million Dollar Highway was a toll road built by Otto Mears in 1883 to connect Ouray and Ironton. Another toll road was built over Red Mountain Pass from Ironton to Silverton. ... The Million Dollar Highway was completed in 1924. Today the entire route is part of the San Juan Skyway Scenic Byway.  ",
  "link": "https://en.wikipedia.org/wiki/U.S._Route_550"
},
{
  "map_id": "OR1",
  "town": "Ouray",
  "name": "Complete RV Repair and Renovations LLC",
  "type": "Repair",
  "about": "",
  "link": ""
},
{
  "map_id": "OR2",
  "town": "Ouray",
  "name": "The RV Doctor",
  "type": "Repair",
  "about": "",
  "link": ""
},
{
  "map_id": "SSC1",
  "town": "Steamboat Springs",
  "name": "Granite Campground",
  "type": "Camping",
  "about": "Beautiful scenery, well maintained bathrooms (but bring your own TP as supplies are limited), campsites are decent, but very limited. Weekends are way popular, but middle of the week you may have the place to yourself.",
  "link": "https://www.fs.usda.gov/recarea/mbr/recreation/camping-cabins/recarea/?recid=22668&actid=29"
},
{
  "map_id": "SSC2",
  "town": "Steamboat Springs",
  "name": "Dry Lake Campground",
  "type": "Camping",
  "about": "Dry Lake Campground is located 8 miles northeast of Steamboat Springs on the Buffalo Pass Road. This small campground is surrounded by Aspen, Spruce and Fir trees and is in a good location to access some great hiking and biking, one the roadway and the Spring Creek Trail.",
  "link": "https://www.fs.usda.gov/recarea/mbr/recarea/?recid=22662"
},
{
  "map_id": "SSC3",
  "town": "Steamboat Springs",
  "name": "Summit Lake Campground",
  "type": "Camping",
  "about": "Summit Lake Campground generally does not open until Mid July and is located on Buffalo Pass in the Steamboat Springs Area. It provides 9 back-in campsites and 6 walk-in tent sites.",
  "link": "https://www.fs.usda.gov/recarea/mbr/recarea/?recid=22680"
},
{
  "map_id": "SSC4",
  "town": "Steamboat Springs",
  "name": "Steamboat Springs KOA",
  "type": "Camping",
  "about": "This KOA puts you in the heart of all the natural wonders you can experience here, from fishing or floating the trout-filled Yampa River to tackling the nearby slopes of Mount Werner at Steamboat Ski Resort.",
  "link": "https://koa.com/campgrounds/steamboat-springs/"
},
{
  "map_id": "SSE1",
  "town": "Steamboat Springs",
  "name": "Yampa River Botanic Park",
  "type": "Explore",
  "about": "The Yampa River Botanic Park is a botanical garden located on Pamela Lane, off U.S. Highway 40, outside Steamboat Springs, Colorado. It is open dawn to dusk from spring until the first heavy snow.",
  "link": "http://yrbp.org/"
},
{
  "map_id": "SSE2",
  "town": "Steamboat Springs",
  "name": "The Tread of Pioneers Museum",
  "type": "Explore",
  "about": "Local history exhibits on Native American art, skiing & agriculture in a Queen Anne–style home.",
  "link": "http://www.treadofpioneers.org/"
},
{
  "map_id": "SSE3",
  "town": "Steamboat Springs",
  "name": "Old Town Hot Springs",
  "type": "Explore",
  "about": "Popular center includes 8 hot spring-fed pools, waterslides, fitness classes & on-site child care.",
  "link": "https://www.oldtownhotsprings.org/"
},
{
  "map_id": "SSE4",
  "town": "Steamboat Springs",
  "name": "Fish Creek Falls",
  "type": "Explore",
  "about": "Nature area with hiking routes to the upper & lower sections of the eponymous 280 ft. waterfall.",
  "link": "https://www.steamboatchamber.com/activities/hiking/fish-creek-falls/"
},
{
  "map_id": "SSE5",
  "town": "Steamboat Springs",
  "name": "Steamboat Ski Resort",
  "type": "Explore",
  "about": "Steamboat Resort is a major ski area in northwestern Colorado, operated by the Steamboat Ski & Resort Corporation in Steamboat Springs. It is located on Mount Werner, a mountain in the Park Range in the Routt National Forest.",
  "link": "https://www.steamboat.com/"
},
{
  "map_id": "SSR1",
  "town": "Steamboat Springs",
  "name": "Julia and Kyle’s RV Repair and Maintenance",
  "type": "Repair",
  "about": "Julia and Kyle’s RV Repair and Maintenance in Steamboat Springs is the Yampa Valley, Colorado’s first, and only, full service mobile repair provider. With over 10 years of experience in trailer, industrial machinery, and RV repair, our knowledge allows us to provide you with exceptional service.",
  "link": "https://www.steamboatrvrepair.com/"
},
{
  "map_id": "SSR2",
  "town": "Steamboat Springs",
  "name": "Doran Auto Repair & Towing",
  "type": "Repair",
  "about": "To keep your vehicle running properly at all times, we offer a number of services in the Steamboat Springs, CO 80487 area that are carried out by our certified, expert auto service and repair technicians who have years of experience performing everything from oil changes to a complete engine overhaul.",
  "link": "https://www.doranautorepairandtowing.com/"
},
{
  "map_id": "SSR3",
  "town": "Steamboat Springs",
  "name": "Bear's Automotive Repair",
  "type": "Repair",
  "about": "Christopher Bear Cotton, our ASE certified head mechanic, can handle the job you need done.",
  "link": "https://bearsautorepair.com/"
},
{
  "map_id": "SSF1",
  "town": "Steamboat Springs",
  "name": "",
  "type": "Fact",
  "about": "Steamboat has produced more winter Olympians than any other town in North America-record 88 and counting as well as several summer Olympians. Given this, it’s also known as Ski Town USA.",
  "link": ""
},
{
  "map_id": "SSF2",
  "town": "Steamboat Springs",
  "name": "",
  "type": "Fact",
  "about": "In addition to being dubbed Ski Town USA, Steamboat Springs has also earned the title Bike Town USA. The area offers hundreds of miles of single-track, road riding, paved multi-use trails, and gravity specific downhill trails.",
  "link": ""
},
{
  "map_id": "SSF3",
  "town": "Steamboat Springs",
  "name": "",
  "type": "Fact",
  "about": "Steamboat Springs was named by French trappers in the early 1800’s who thought they heard a puffing or chugging noise, similar to a steam engine. Turned out to be a hot spring, thus Steamboat Springs was born.",
  "link": ""
},
{
  "map_id": "SSF4",
  "town": "Steamboat Springs",
  "name": "",
  "type": "Fact",
  "about": "Steamboat Springs is in the Yampa Valley. The Valley derived its name from a popular plant grown in the area – Yampa, which is an edible, flowering plant that grows along the Yampa riverbank. Yampa roots contain rapidly assimilatable carbohydrates, and were used by hunters as a high-energy food to enhance physical endurance.",
  "link": ""
},
{
  "map_id": "SSF5",
  "town": "Steamboat Springs",
  "name": "",
  "type": "Fact",
  "about": "More than 150 mineral springs have been identified in the Yampa Valley, including the famous Steamboat Springs. The Yampatika Ute and Arapaho Indian tribes visited the Valley regularly for its mineral or “medicine” springs, which were considered sacred places of physical and spiritual healing.",
  "link": ""
},


{
  "map_id": "PSC1",
  "town": "Pagosa Springs",
  "name": "Pagosa Pines RV Park",
  "type": "Camping",
  "about": "Pagosa Pines RV Park welcomes travelers from all over the country. No matter where our guests come from or where they go, Pagosa Pines RV Park is a great stop while you enjoy the cooler temperatures of Pagosa Springs, the many surrounding national parks and recreational activities located nearby.We look forward to personally welcoming you to our park and providing you with stress-free accommodations!",
  "link": "https://www.pagosapinesrvpark.com/"
},
{
  "map_id": "PSC2",
  "town": "Pagosa Springs",
  "name": "Pagosa Riverside Campground",
  "type": "Camping",
  "about": "Take a paddle boat ride, fish the San Juan River, play games or relax by the fire! Free Wi-Fi. Our camp store has groceries, fishing supplies, firewood, ice & ample RV supplies - so no worries if you forgot the marshmallows!",
  "link": "https://www.pagosariverside.com/?utm_source=GoodSam"
},
{
  "map_id": "PSC3",
  "town": "Pagosa Springs",
  "name": "The Last Resort",
  "type": "Camping",
  "about": "The Last Resort is a small and comfortable RV Park on the Blanco River off Highway 84 between Chama, New Mexico and Pagosa Springs, Colorado. We have 14 full hook-up sites with 15, 30 & 50 amp electric, water & sewer. Partial sites are available along the river, some with 110 electric and water only while our new sites have 30 amp and water. Our Bath House has a full kitchen with stove, sink, microwave & coffee pot; men's and women's separate shower/restroom and coin operated washer & dryer.Open year-round. Pets welcome! Free Wi-Fi.",
  "link": "http://www.lastresortrvpark.info/"
},
{
  "map_id": "PSC4",
  "town": "Pagosa Springs",
  "name": "Turkey Springs Road",
  "type": "Camping",
  "about": "Free Dispersed camping in the San Juan National Forest's Pagosa Ranger District. First come -> first camped. No reservations are accepted. This is a high elevation location.",
  "link": "https://freecampsites.net/#!51763&query=sitedetails"
},
{
  "map_id": "PSC5",
  "town": "Pagosa Springs",
  "name": "Ute Campground",
  "type": "Camping",
  "about": "The Ute Campground is 17 miles west of Pagosa Springs on U.S. Highway 160 and campground is on north side of the highway. Ute Campground has 26 campsites on a gentle, south-facing slope. Ponderosa pines give shade, but the area gets very warm in summer. The hillside above the campground offers excellent views of the pinnacles of Chimney Rock Archaeological Area.",
  "link": "https://www.fs.usda.gov/recarea/sanjuan/recreation/camping-cabins/recarea/?recid=43282&actid=29"
},
{
  "map_id": "PSE1",
  "town": "Pagosa Springs",
  "name": "Pagosa Springs History Museum",
  "type": "Explore",
  "about": "The Pagosa Springs History Museum will be opening Wednesday, May 15 for our 2019 season. Hours this season will be 9 a.m. to 5 p.m., Wednesday through Saturday.We hope you will come in and explore the unique and interesting history of our area. From our own mosasaur, to Fort Lewis, railroading, wildlife and early Pagosa Springs lifestyle, there is something to interest all. As has become tradition, we will have a quilt show this season. And, best of all, there is no admission charged.",
  "link": "http://www.pagosamuseum.org/"
},
{
  "map_id": "PSE2",
  "town": "Pagosa Springs",
  "name": "Curtains Up Pagosa",
  "type": "Explore",
  "about": "30 years! Hard to believe, but Curtains Up Pagosa! has been making magic on the Pagosa Springs stage for more than a quarter of a century performing more than 85 shows. We are taking full advantage of this exciting milestone by starting the celebration now! Since 1989, CUP has been in service to our schools and community as the cornerstone of supporting the arts in our schools and bringing the best of the performing arts to our community. Known first as Pagosa Springs Music Boosters, and now as Curtains Up Pagosa!, we continue to strive for excellence and off extraordinary opportunities to cast and audiences alike.",
  "link": "http://curtainsuppagosa.org/"
},
{
  "map_id": "PSE3",
  "town": "Pagosa Springs",
  "name": "Pagosa Springs Hot Springs",
  "type": "Explore",
  "about": "Take some time to relax and pamper yourself “Pagosa Style.” Discover the life-enriching, soul-soothing, spirit elevating and enduring effects of a vacation in Pagosa Springs by visiting one of our 3 downtown hot springs facilities.",
  "link": "https://visitpagosasprings.com/index.php?section=things-to-do-activities&subcategory_id=21&season="
},
{
  "map_id": "PSE4",
  "town": "Pagosa Springs",
  "name": "The Pass Creek Yurt",
  "type": "Explore",
  "about": "The Pass Creek Yurt provides cozy backcountry living along the Continental Divide in Southwestern Colorado year-round. Enjoy a one-mile walk or bike in Summer or three-mile ski in Winter, our Yurt welcomes you with simple charm. Whether it’s your first Yurt visit or your tenth season with us, the Pass Creek Yurt is the perfect spot for a unique adventure with family and friends, a tranquil retreat, or your intimate honeymoon-getaway in the mountains.",
  "link": "https://wolfcreekbackcountry.com/"
},
{
  "map_id": "PSE5",
  "town": "Pagosa Springs",
  "name": "Rocky Mountian Ballon Adventures",
  "type": "Explore",
  "about": "For once, a fantasy can become a reality! You have a unique opportunity to break the earthly bonds of gravity, and if you've been dreaming about flying--try this! As you gently ascend, the earth seems to fall away below you, revealing hidden canyons and valleys. You may feel yourself becoming a part of Mother Nature while riding the peaceful breezes with the red-tailed hawks, the ospreys and the majestic bald eagles. Wildlife is abundant, and we watch for deer, elk, turkeys and other forest creatures as we fly over Pagosa Springs, Colorado. If you're searching for adventure, activities and what to do in Pagosa Springs, you've found one of the most popular and highest rated by TripAdvisor in our mountain town!",
  "link": "https://pagosaviews.com/"
},
{
  "map_id": "PSR1",
  "town": "Pagosa Springs",
  "name": "Sutton Auto",
  "type": "Repair",
  "about": "Our auto repair shop is your best source for quick and reliable auto repair. We care about your safety and will save you money and time. For over 18 years, since 1997, we have served the area’s foreign and domestic auto repair needs. We offer fair prices, reliable experience, and efficient service in our state-of-the-art facility. Our shop offers state-of-the-art computer technology and friendly service. We provide a service guarantee for all of the work done with us.",
  "link": "http://suttonauto.net/"
},
{
  "map_id": "PSR2",
  "town": "Pagosa Springs",
  "name": "Holladay Auto & Truck Repair",
  "type": "Repair",
  "about": "Holladay Auto & Truck Repair",
  "link": "https://www.yelp.com/biz/holladay-auto-and-truck-repair-pagosa-springs"
},
{
  "map_id": "PSR3",
  "town": "Pagosa Springs",
  "name": "Piedra Automotive",
  "type": "Repair",
  "about": "Since 1998, Piedra Automotive has provided motorists in the Pagosa Spring, CO 81147 area with comprehensive auto repair services that include 4x4 Services, Alignment, Brakes, Car & Truck Care, Domestic Cars & Trucks, Electrical Services, Electronic Services, Emergency Roadside Assistance, Engine & Transmission, Engine Maintenance, General Services, Heating and Cooling Services, Import Cars & Trucks, Miscellaneous Services, Quick Lube Services, Tires, Towing, Towing & Recovery, Transmission Services and Undercar Services. Our goal is to offer the best services available at affordable prices to get you back on the road in no time. ",
  "link": "https://www.piedracar.com/"
},
{
  "map_id": "PSR4",
  "town": "Pagosa Springs",
  "name": "Pro Touch Auto Repair ",
  "type": "Repair",
  "about": "Pro Touch Auto Repair ",
  "link": "https://www.yelp.com/biz/pro-touch-auto-repair-manteca"
},
{
  "map_id": "PSR5",
  "town": "Pagosa Springs",
  "name": "Buckskin Towing & Repair, LLC",
  "type": "Repair",
  "about": "Buckskin Towing & Repair is a family owned business that has been operating in Archuleta County proudly since 1986.We are here to make life easier and safer for our customers.  Buckskin Towing & Repair proudly offers fully comprehensive automotive repair and towing services. We strive to repair every vehicle that comes in our door in an efficient and appropriate manner and to ensure EVERY customer we have knows how important they are to us.",
  "link": "https://www.buckskintowing.com/"
},
{
  "map_id": "PSF1",
  "town": "Pagosa Springs",
  "name": "",
  "type": "Fact",
  "about": "The town is located in the upper San Juan Basin, surrounded by the 3 million acre (12,000 km²) San Juan National Forest, and adjacent to the largest wilderness area in the state of Colorado, the Weminuche Wilderness.",
  "link": ""
},
{
  "map_id": "PSF2",
  "town": "Pagosa Springs",
  "name": "",
  "type": "Fact",
  "about": "Pagosa Springs is located approximately 35 miles (56 km) north of the New Mexico border, nestled at 7,126 feet (2,172 m) on the Western Slope of the Continental Divide. This combination of high desert plateau and dramatic Rocky Mountains to the north and east creates an unusually mild climate, especially in the summer months, when compared with much of the surrounding Southwest. Pagosa is favored with around 300 days of sun each year, as well as four distinct seasons.",
  "link": ""
},
{
  "map_id": "PSF3",
  "town": "Pagosa Springs",
  "name": "",
  "type": "Fact",
  "about": "Sodium, potassium, magnesium, silica, iron, manganese and sulfate are just some of the natural minerals you’ll soak up during a dip in Pagosa’s hot springs. And there are plenty of benefits associated: Strong bones, healthy joints, tissue repair, hormone balance and more!",
  "link": ""
},
{
  "map_id": "PSF4",
  "town": "Pagosa Springs",
  "name": "",
  "type": "Fact",
  "about": "Southern Ute tribes used the springs for hundreds of years, and “Pag-Osah” means “healing waters.” Stories about the magical waters prompted the US Army to study the healing qualities of the springs starting in 1860 and they reported back glowingly about the effects. The first bathhouse on the springs was built in 1881 and people have been soaking here ever since.",
  "link": ""
},
{
  "map_id": "PSF5",
  "town": "Pagosa Springs",
  "name": "",
  "type": "Fact",
  "about": "The spring beneath Pagosa Springs is listed in the Guinness Book of World Records for “Deepest Geothermal Hot Spring.” Named in 2011, it had a maximum measured depth of 1,002 feet. The spring could actually run much deeper, but the plumb line ran out before it hit the bottom. ",
  "link": ""
},


{
  "map_id": "FC1",
  "town": "Frisco",
  "name": "Peak One Campground",
  "type": "Camping",
  "about": "Peak One Campground is located on Frisco Peninsula just minutes from the Frisco Adventure Park, has 80 sites able to accommodate tents, trailers and RVs. The campground is equipped with picnic tables, campfire rings, flush toilets and drinking water. Electrical hook-ups are not available, but the views, miles of trails and access to the lake will make you forget that electricity even exists!",
  "link": "https://www.recreation.gov/camping/campgrounds/232221"
},
{
  "map_id": "FC2",
  "town": "Frisco",
  "name": "Heaton Bay Campground",
  "type": "Camping",
  "about": "Heaton Bay Campground is situated at an elevation of 9,000 feet and centrally located for recreation and relaxation in the White River National Forest. There is little or no shade in the campground due to pine beetle infestation and the removal of hazard trees, but the sites offer open views to Dillon Reservoir and several mountain ranges.",
  "link": "https://www.recreation.gov/camping/campgrounds/232220"
},
{
  "map_id": "FC3",
  "town": "Frisco",
  "name": "Pine Cove Campground",
  "type": "Camping",
  "about": "Pine Cove Campground is located on Dillon Reservoir near the town of Frisco in the heart of Summit County. The reservoir is encircled by Swan Mountain and the dramatic Gore and Tenmile mountain ranges. In addition to boating, there is a variety of activities including camping, fishing, picnicking, bicycling, and hiking. Water contact including swimming, water skiing and SCUBA diving are prohibited.",
  "link": "https://www.fs.usda.gov/recarea/whiteriver/recreation/camping-cabins/recarea/?recid=40877&actid=29"
},
{
  "map_id": "FC4",
  "town": "Frisco",
  "name": "Tiger Run RV Resort",
  "type": "Camping",
  "about": "Outstanding sightseeing with four seasons of outdoor sports and activities are at our doorstep. Historic towns and communities with unique shopping and great dining are centered around the resort. You can hike or bike on over 60 miles of scenic trails and paved bike paths from Breckenridge to Vail. Test your Fly Fishing skills in the crystal clear Gold Medal waters of our two adjacent rivers. Thrill yourself on the slopes at world-famous sport and ski areas with six locations all within 15 minutes. ",
  "link": "https://www.tigerrunresort.com/"
},
{
  "map_id": "FC5",
  "town": "Frisco",
  "name": "Miner's Creek Road #1000",
  "type": "Camping",
  "about": "The Miners Creek Road is near the town of Frisco and is an out and back route.  There are dispersed camping oppportunities along the road.  At the end of Miners Creek Road travelers are rewarded with a majestic view of the northern portion of the Tenmile Range. There is no motorized access beyond this point but you can continue on the Miner’s Creek Trail by hiking, biking or horseback.",
  "link": "https://www.fs.usda.gov/recarea/whiteriver/recreation/recarea/?recid=40889&actid=34"
},
{
  "map_id": "FE1",
  "town": "Frisco",
  "name": "Frisco Historic Park & Museum",
  "type": "Explore",
  "about": "Frisco Historic Park & Museum preserves and displays local artifacts and structures. It has been acquiring items since 1983, when it opened. Take a self guided tour of the Historic Park’s thirteen original structures, dating from 1860-1943.",
  "link": "https://www.uncovercolorado.com/museums/frisco-historic-park-museum/"
},
{
  "map_id": "FE2",
  "town": "Frisco",
  "name": "Summit Historical Society",
  "type": "Explore",
  "about": "The Summit Historical Society endeavors to preserve the past, inform the present and promote Summit County's legacy in the future. Specific attractions include a Schoolhouse Museum, walking and boat tours, and a full schedule of events for all ages.",
  "link": "https://www.colorado.com/history-museums/summit-historical-society"
},
{
  "map_id": "FE3",
  "town": "Frisco",
  "name": "Frisco Adventrue Park",
  "type": "Explore",
  "about": "The Frisco Adventure Park is minutes from Frisco's charming Main Street, and in the winter, hosts a lift assisted tubing hill and a beginner ski/ride hill, as well as over 45k of cross-country ski/snowshoe trails and horse drawn sleigh ride dinners. The beginner ski/ride hill located adjacent to the tubing hill offers lessons taught by Copper Mountain instructors in the most laid back and easy going environment possible- a friendly surface lift to get you up the hill, a cozy lodge, free parking right next to the hill and instructors who will help you graduate to the big mountain at Copper. But remember- you can tackle this hill without instructors if you choose, and it is perfect for kids and adults alike. The Adventure Park sits on the beautiful Frisco Peninsula and is surrounded by Dillon Reservoir affording unforgettable water and mountain views in every direction. And in the summer, the Frisco Adventure Park boasts great free amenities including miles of mountain biking/hiking/running trails, a bike park, a skate park and a disc golf course. Camping is also available on National Forest Service land on the Peninsula. The Adventure Park Day Lodge offers free bathrooms and a comfortable base camp for activities year-round and hosts special and private events including weddings, family reunions, bike/running races and birthdays.",
  "link": "https://www.townoffrisco.com/play/frisco-adventure-park-winter/general-info/"
},
{
  "map_id": "FE4",
  "town": "Frisco",
  "name": "Ashcroft Ghost Town",
  "type": "Explore",
  "about": "Located eleven miles up Castle Creek Road, the silver mining ghost town features the restored remains of several historic buildings, including the Blue Mirror Saloon, a post office, and the View Hotel. Guided tours and interpretive signage tell the stories of the former boom town nestled among spectacular alpine meadows at the headwaters of Castle Creek.",
  "link": "https://aspenhistory.org/tours-sites/ashcroft-ghost-town/"
},
{
  "map_id": "FE5",
  "town": "Frisco",
  "name": "Montexuma Ghost Town",
  "type": "Explore",
  "about": "In its heyday an estimated 1000 people lived in town. When silver prices collapsed in 1893, the population dwindled. Several fires have destroyed many of the historic buildings in town. The 2010 US Census put the population at 65.",
  "link": "https://www.uncovercolorado.com/ghost-towns/montezuma/"
},
{
  "map_id": "FR1",
  "town": "Frisco",
  "name": "Peak To Peak Truck repair",
  "type": "Repair",
  "about": "Helping you get from Peak to Peak and Beyond.",
  "link": "http://peak2peaktruckrepair.com/"
},
{
  "map_id": "FR2",
  "town": "Frisco",
  "name": "Top of the Rockies Truck Repair",
  "type": "Repair",
  "about": "Our truck repair service is based in Silverthorne Colorado. We offer 24 hours a day mobile service with quick response and repair times. Our experience is in emergency mobile repair service on trucks and trailers. We offer mobile service on the I-70 corridor between Eagle and Georgetown, including Frisco, Dillon, Silverthorne, and Vail as well as areas within a 100 miles of Silverthorne.  Own first concern is getting you back on the road safely and as quick as possible. We know you are looking for a reliable emergency roadside repair service and we will treat your equipment as our own.",
  "link": "http://www.tortruckrepair.com/"
},
{
  "map_id": "FR3",
  "town": "Frisco",
  "name": "Summit Mobile Service",
  "type": "Repair",
  "about": "Western Summit Mobile Service is based out of Silverthorne, CO and has a mobile service trucks that run 7days a week, 24 hours a day. Our specialty is emergency mobile repair for trucks and trailers, especially on the I 70 corridor. We also have a shop in the town of Silverthorne that can handle heavy duty repairs, as well as light duty automotive repairs. We have a majority of parts stocked on our mobile trucks and in the shop. We also stock Michelin Tires for heavy duty trucks and trailers, as well as tire chains. There are other tire options available. No matter the issue, our experienced technicians will be able to handle the task. Our top priority is to get you back on the road safely.",
  "link": "http://www.summitmobileservice.com/"
},
{
  "map_id": "FR4",
  "town": "Frisco",
  "name": "Ski Country Auto/Truck Repair and Towing",
  "type": "Repair",
  "about": "Available 24/7, our professional tow truck drivers will pick you up at any time, and deliver your vehicle to our expert technicians. We will get your vehicle in perfect shape and get you back on the road fast. We also take care of tire changes, brake repairs, and lockout services. Schedule an oil change today, and receive a free multi-point inspection.",
  "link": "https://skicountryauto.com/"
},
{
  "map_id": "FR5",
  "town": "Frisco",
  "name": "Vail Valley Mobile Mechanics and Towing",
  "type": "Repair",
  "about": "As a leading provider of towing and vehicle recovery services in Vail, our main objective is keeping people safe and vehicles secure. Whether delivering fuel or recovering a car from an embankment, we never lose sight of that.All our drivers are certified, professional, and have impeccable driving records. It is important that you know the person coming to assist you is not just qualified but is understanding of your situation. While other towing companies say there services are convenient, we simply prefer to be prompt and courteous. Because we know it is never convenient to have to call for roadside assistance or a tow.",
  "link": "http://vailvalleytowing.net/index.html"
},
{
  "map_id": "FF1",
  "town": "Frisco",
  "name": "",
  "type": "Fact",
  "about": "The town of Frisco, Colorado was founded by Henry Recen in 1873. Henry was a Swedish trapper and miner that built a small cabin on the mountain side. Recen and a handful of miners developed the land and eventually built a railroad that connected the small mountain towns for transportation and goods.",
  "link": ""
},
{
  "map_id": "FF2",
  "town": "Frisco",
  "name": "",
  "type": "Fact",
  "about": "Just like any town, Frisco was built with a reason in mind. In this particular situation, Frisco Colorado was created mostly due to the mining boom found in the area. The gold rush actually started in Colorado, so it’s easy to see why more and more miners wanted to settle in this region!",
  "link": ""
},
{
  "map_id": "FF3",
  "town": "Frisco",
  "name": "",
  "type": "Fact",
  "about": "Frisco wasn’t named after San Francisco, even if it does have a similar name. In fact, the name Frisco is desired from the letters associated with the St Louis- San Francisco Railway company. You have the FR from Francisco, IS from St Louis and CO from Company!",
  "link": ""
},
{
  "map_id": "FF4",
  "town": "Frisco",
  "name": "",
  "type": "Fact",
  "about": "Just like other towns in the region, Frisco, Colorado was also hit by depression, and in the 1930's it had around 18 people.After the 1930's, which was a very trying time for the Frisco population, the number of people managed to grow considerably. Right now, the town has 2,800 full-time residents.",
  "link": ""
},
{
  "map_id": "FF5",
  "town": "Frisco",
  "name": "",
  "type": "Fact",
  "about": "The reason why Frisco Colorado has a pretty high number of full-time residents now is thanks to the ski industry. The mining industry helped start the infrastructure in Frisco, CO but the ski industry is what brought it a major growth.",
  "link": ""
},
{
  "map_id": "SC1",
  "town": "Salida",
  "name": "Four Seasons RV Park",
  "type": "Camping",
  "about": "Come stay with us in the Heart of the Rockies. We are located in the historic area of Cleora. The settlement started as a stagecoach stop on the Barlow Sanderson Stagecoach line.",
  "link": "https://www.fourseasonsrvpark.biz/"
},
{
  "map_id": "SC2",
  "town": "Salida",
  "name": "O'Haver Lake Campground",
  "type": "Camping",
  "about": "O'Haver Campground sits at an elevation of 9,200 feet, with ponderosa pines and aspen. It is located on the shores of O'Haver Lake, which is about 15 acres in size. This facility has 31 sites and it is a very popular destination that is often full on the weekends.",
  "link": "https://www.fs.usda.gov/recarea/psicc/recarea/?recid=12686"
},
{
  "map_id": "SC3",
  "town": "Salida",
  "name": "Angel of Shavano Campground",
  "type": "Camping",
  "about": "The campground is small with only 20 campsites, but it offers visitors a quiet atmosphere to gather with family and friends. The campsites are wooded with aspen and spruce trees. A few of the campsites are located along the stream.",
  "link": "https://www.fs.usda.gov/recarea/psicc/recreation/recarea/?recid=12631"
},
{
  "map_id": "SC4",
  "town": "Salida",
  "name": "Heart of Rockies Campground",
  "type": "Camping",
  "about": "High in the Rockies between the appealing mountain town of Salida and the Continental Divide, the new Salida/Mt. Shavano KOA is the perfect spot for high country recreation. Campers will be captivated by the views of Salida, surrounding national forests and mountain peaks.",
  "link": "https://koa.com/campgrounds/salida/"
},
{
  "map_id": "SC5",
  "town": "Salida",
  "name": "Monarch Park Campgrounds",
  "type": "Camping",
  "about": "Monarch Park is nestled at the base of Monarch Ridge, a short drive north of Monarch Pass on Highway 50. Some campsites at the family-friendly destination are located on the banks of the South Fork Arkansas River, while others lie along a creek.",
  "link": "https://www.recreation.gov/camping/campgrounds/232350"
},
{
  "map_id": "SE1",
  "town": "Salida",
  "name": "Brown's Canyon Half Day",
  "type": "Explore",
  "about": "Traverse the thrilling rapids of Brown’s Canyon National Monument on a half-day whitewater rafting tour. With one morning and two afternoon tours offered, you can easily find a departure time to fit with your schedule. In addition to an included helmet and life vest, you also enjoy instruction from your guide before the adventure begins. Once everyone is ready, paddle down Devil’s Punchbowl, Pinball, Big Drop, and more.",
  "link": "https://www.tripadvisor.com/AttractionProductReview-g33332-d11803705-Brown_s_Canyon_Half_Day-Buena_Vista_Chaffee_County_Colorado.html"
},
{
  "map_id": "SE2",
  "town": "Salida",
  "name": "Caption Zip Line Adventure Tours ",
  "type": "Explore",
  "about": "Jump, swing, walk a tighrope, balance climb, with rope and cable swings ,travel through tunnels...you won't believe what we've thought of!",
  "link": "https://www.colorado.com/ziplining-aerial-parks/captain-zip-line-adventure-tours"
},
{
  "map_id": "SE3",
  "town": "Salida",
  "name": "Riverside Park",
  "type": "Explore",
  "about": "Situated in Salida proper, the Riverside Park is an ideal destination for quality outdoor family time without too much of a commute.",
  "link": "https://vacationidea.com/colorado/best-things-to-do-in-salida-co.html"
},
{
  "map_id": "SE4",
  "town": "Salida",
  "name": "Wood’s High Mountain Distillery",
  "type": "Explore",
  "about": "Producer of a variety of small-batch whiskeys, gins, and liqueurs. The tour is informative, but informal, and while they’re generally available during regular open hours, it’s recommended that you call in advance.",
  "link": "https://woodsdistillery.com/"
},
{
  "map_id": "SE5",
  "town": "Salida",
  "name": "Salida Museum",
  "type": "Explore",
  "about": "Salida is a unique town and it’s that much more interesting once you learn about the area’s history. The Salida Museum, while on the smaller side, has a wonderful variety of historical artifacts. The museum docents are incredibly knowledgeable with no shortage of interesting stories.",
  "link": "https://salidamuseum.org/"
},
{
  "map_id": "SR1",
  "town": "Salida",
  "name": "Holiday RV",
  "type": "Repair",
  "about": "Our service department at Holiday RV is second to none when it comes to service at the time of delivery and after the sale. Our service professionals have each been individually trained and certified by the manufacturers that we represent. You can feel confident that your repair or replacement needs will be handled right the first time.",
  "link": "https://www.holidayrv.net/rvs-for-sale-poncha-springs-denver-co-maintenance--service"
},
{
  "map_id": "SR2",
  "town": "Salida",
  "name": "Rushton's Automotive",
  "type": "Repair",
  "about": "Owned and Operated by Dustin Rushton, Born and raised in Salida CO, Dustin studied automotive repair all threw high school and was President of VICA (Vocational Industrial Clubs of America), Dustin then studied Auto Repair at Denver Automotive And Diesel Collage in Denver CO. With Ford factory Training for Five years, ASE Certified, And motorcycle repair experience. Steering and Suspension, Electrical, And Brake specialist. Dustin is ready to tackle just about anything you put in front of him.",
  "link": "http://rushtonauto.com/30943/index.html"
},
{
  "map_id": "SR3",
  "town": "Salida",
  "name": "Salida Auto & Diesel Repair",
  "type": "Repair",
  "about": "Salida Auto & Diesel Repair",
  "link": "http://www.salidadiesel.com/"
},
{
  "map_id": "SR4",
  "town": "Salida",
  "name": "Pit Stop Repair",
  "type": "Repair",
  "about": "Pit Stop Repair",
  "link": "N/A"
},
{
  "map_id": "SR5",
  "town": "Salida",
  "name": "Mahnke Auto Body",
  "type": "Repair",
  "about": "At Mahnke Auto Body, we’re very excited to be a part of the Salida, Colorado community. We’re a community focused collision repair and auto body shop that takes great pride in being active in the Salida, Colorado community. We understand that a car accident can be very stressful and inconvenience. When you hire Mahnke Auto Body to help fix your car, we use cutting-edge auto repair technology to make your car newer and better than when you drop it off to us.",
  "link": "https://www.mahnkeautobody.com/location/salida/"
},
{
  "map_id": "SF1",
  "town": "Salida",
  "name": "",
  "type": "Fact",
  "about": "Salida was first named “South Arkansas” when the Denver and Rio Grande Railroad reached the area in May 1880. It was renamed Salida to represent the exit or gateway to the Arkansas River canyon that passengers would see coming to or leaving Salida and by June 1880 had grown to 300 people.",
  "link": ""
},
{
  "map_id": "SF2",
  "town": "Salida",
  "name": "",
  "type": "Fact",
  "about": "Downtown Salida burned twice, once in 1886 and again in 1888. Both times, burned out businessmen rebuilt using local brick, leading to the beautiful brick buildings you see in downtown today. The Salida Downtown Historic District, spanning 111 buildings, was listed on the National Historic Register on June 14, 1984.",
  "link": ""
},
{
  "map_id": "SF3",
  "town": "Salida",
  "name": "",
  "type": "Fact",
  "about": "Presidents Theodore Roosevelt, Howard Taft, Harry Truman and Franklin Delano Roosevelt all came through Salida. Ulysses Grant came through the area after he was president. Teddie Roosevelt gave a speech on May 12, 1905 after vacationing in Colorado while president.",
  "link": ""
},
{
  "map_id": "SF4",
  "town": "Salida",
  "name": "",
  "type": "Fact",
  "about": "The Upper Arkansas Valley between Salida and Buena Vista, with it sheltering mountains and dry air, is known as the Banana Belt. Due to its topography, the area enjoys milder weather than other communities along the I-70 corridor.",
  "link": ""
},
{
  "map_id": "SF5",
  "town": "Salida",
  "name": "",
  "type": "Fact",
  "about": "A post office has been in operation at Salida since 1881. The community was named on account of its distance from a nearby canyon, Salida meaning 'exit' in Spanish.",
  "link": ""
}
]
